Repository: PITADIA/android-couple-app
Catalog: LesPlus Hots.xcstrings
Source language: en
Languages: de, es, fr, it

# lph_67
source: Is there a moment when you surprised yourself desiring something new with me?
de: Gab es einen Moment, in dem du dich selbst überrascht hast, dir mit mir etwas Neues zu wünschen?
es: ¿Hay un momento en que te sorprendiste deseando algo nuevo conmigo?
fr: Y a-t-il un moment où tu t'es surpris(e) à désirer quelque chose de nouveau avec moi ?
it: C'è stato un momento in cui ti sei sorpreso a desiderare qualcosa di nuovo con me?

# lph_68
source: What turns you on the fastest?
de: Was macht dich am schnellsten heiß?
es: ¿Qué te excita más rápido?
fr: Qu'est ce qui te chauffe le plus vite ?
it: Cosa ti eccita più velocemente?

# lph_69
source: Where do you like me to touch you most?
de: Wo magst du es am meisten, wenn ich dich berühre?
es: ¿Dónde te gusta más que te toque?
fr: Ou aimes tu que je te touche le plus ?
it: Dove ti piace che ti tocchi di più?

# lph_70
source: What is the most unexpected place where you've ever wanted me?
de: Was war der unerwartetste Ort, an dem du mich je wolltest?
es: ¿Cuál es el lugar más inesperado donde alguna vez me has deseado?
fr: Quel est le lieu le plus inattendu où tu as jamais voulu me voir ?
it: Qual è il posto più inaspettato in cui mi hai mai desiderato?

# lph_71
source: What is something you've always wanted to do but haven't told me yet for fear I wouldn't like it?
de: Was wolltest du schon immer mal tun, hast es mir aber noch nicht gesagt, aus Angst, ich fände es nicht gut?
es: ¿Qué es algo que siempre has querido hacer pero aún no me has dicho por miedo a que no me guste?
fr: Quelle est la chose que tu as toujours voulu faire mais que tu ne m'as toujours pas dit par peur que je n'aime pas ça ?
it: C'è qualcosa che hai sempre voluto fare ma non mi hai detto per paura che non mi piacesse?

# lph_72
source: What color of my underwear makes you want me most?
de: Welche Farbe meiner Unterwäsche macht dir am meisten Lust?
es: ¿Qué color de mi ropa interior hace que me desees más?
fr: Quelle est la couleur de mes sous-vêtements qui te donne le plus envie ?
it: Quale colore della mia biancheria ti fa desiderarmi di più?

# lph_73
source: Where would you like me to kiss you more?
de: Wo soll ich dich öfter küssen?
es: ¿Dónde te gustaría que te besara más?
fr: Ou aimerais-tu que je te fasse plus de bisous ?
it: Dove ti piacerebbe che ti baciassi di più?

# lph_74
source: If I had to make you want me without speaking, what would you expect from me?
de: Wenn ich dir ohne Worte Lust machen müsste – was würdest du von mir erwarten?
es: Si tuviera que hacer que me desees sin hablar, ¿qué esperarías de mí?
fr: Si je devais te donner envie sans parler, qu'attendrais-tu de moi ?
it: Se dovessi farti desiderare senza parlare, cosa ti aspetteresti da me?

# lph_75
source: Would you like me to send you more sensual photos of myself?
de: Möchtest du, dass ich dir öfter sinnliche Fotos von mir schicke?
es: ¿Te gustaría que te enviara más fotos sensuales mías?
fr: Aimerais-tu que je t'envoie plus de photos sensuels de moi ?
it: Ti piacerebbe che ti inviassi più foto sensuali di me?

# lph_76
source: Is there a place where you'd like me to turn you on?
de: Gibt es einen Ort, an dem du möchtest, dass ich dich heiß mache?
es: ¿Hay un lugar donde te gustaría que te excitara?
fr: y'a t-il endroit où tu aimerais que je te chauffe ?
it: C'è un posto in cui vorresti che ti eccitassi?

# lph_77
source: What is your most receptive zone during our moments of tenderness?
de: Was ist deine empfindlichste Zone in unseren zärtlichen Momenten?
es: ¿Cuál es tu zona más receptiva durante nuestros momentos de ternura?
fr: Quelle est ta zone la plus réceptive durant nos moments de tendresse?
it: Qual è la tua zona più ricettiva durante i nostri momenti di tenerezza?

# lph_78
source: If we created together a perfect moment to reconnect physically, what would you do?
de: Wenn wir zusammen den perfekten Moment schaffen würden, um uns körperlich wieder zu verbinden – was würdest du tun?
es: Si creáramos juntos un momento perfecto para reconectar físicamente, ¿qué harías?
fr: Si on créait ensemble un moment parfait pour se reconnecter physiquement, que ferais-tu ?
it: Se creassimo insieme un momento perfetto per ritrovarci fisicamente, cosa faresti?

# lph_79
source: When do you feel most irresistible in my eyes?
de: Wann fühlst du dich in meinen Augen am unwiderstehlichsten?
es: ¿Cuándo te sientes más irresistible a mis ojos?
fr: Quand te sens-tu le plus irrésistible à mes yeux ?
it: Quando ti senti più irresistibile ai miei occhi?

# lph_80
source: Has my presence ever made you want me without me saying or doing anything special?
de: Hat dich meine bloße Präsenz schon mal heiß gemacht, ohne dass ich etwas Besonderes gesagt oder getan habe?
es: ¿Mi presencia alguna vez te ha hecho desearme sin que dijera o hiciera nada especial?
fr: Ma présence t'a t-elle déjà donné envie sans pour autant que je dises ou fasse quoi que ce soit de spécial ?
it: La mia sola presenza ti ha mai fatto desiderarmi senza che dicessi o facessi qualcosa di speciale?

# lph_81
source: What is a look or touch from me that you find irresistible?
de: Welcher Blick oder welche Berührung von mir ist für dich unwiderstehlich?
es: ¿Qué mirada o caricia mía encuentras irresistible?
fr: Quel est le regard ou le contact de moi que tu trouves irrésistible ?
it: Quale mio sguardo o tocco trovi irresistibile?

# lph_82
source: What would you like me to wear the next time we see each other?
de: Was soll ich beim nächsten Treffen anziehen?
es: ¿Qué te gustaría que llevara puesto la próxima vez que nos veamos?
fr: Qu'aimerais-tu que je porte la prochaine fois que l'on se verra ?
it: Cosa vorresti che indossassi la prossima volta che ci vediamo?

# lph_83
source: Do you prefer giving or receiving?
de: Gibst du lieber oder empfängst du lieber?
es: ¿Prefieres dar o recibir?
fr: Tu préfères donner ou recevoir ?
it: Preferisci dare o ricevere?

# lph_84
source: Are you more cuddly or kissy?
de: Bist du eher kuschelig oder mehr der Kuss-Typ?
es: ¿Eres más de abrazos o de besos?
fr: Tu es plus câlin ou bisous ?
it: Sei più coccolone o amante dei baci?

# lph_85
source: What is something I do that turns you on and you hope I never stop doing?
de: Was mache ich, das dich anmacht und von dem du hoffst, dass ich nie damit aufhöre?
es: ¿Qué es algo que hago que te excita y esperas que nunca deje de hacer?
fr: Quelle est la chose que je fais qui te chauffe et que tu espères que je n'arrête jamais de le faire ?
it: C'è qualcosa che faccio che ti eccita e che speri non smetta mai di fare?

# lph_86
source: What would you like me to do to you during our next lovemaking?
de: Was soll ich dir bei unserem nächsten Mal machen?
es: ¿Qué te gustaría que te hiciera durante nuestra próxima vez haciendo el amor?
fr: Qu'aimerais-tu que je te fasse durant nos prochains ébats ?
it: Cosa vorresti che ti facessi durante il nostro prossimo incontro d'amore?

# lph_87
source: If I had one minute to turn you on, what should I do?
de: Wenn ich nur eine Minute hätte, um dich heiß zu machen – was sollte ich tun?
es: Si tuviera un minuto para excitarte, ¿qué debería hacer?
fr: Si j'avais une minute pour te chauffer, que devrais-je faire ?
it: Se avessi un minuto per eccitarti, cosa dovrei fare?

# lph_88
source: What about me awakens your playful side?
de: Was an mir weckt deine verspielte Seite?
es: ¿Qué de mí despierta tu lado juguetón?
fr: Qu'est-ce qui chez moi réveille ton côté joueur(se) ?
it: Cosa di me risveglia il tuo lato giocoso?

# lph_89
source: Do you think I'm getting better and better at turning you on?
de: Findest du, dass ich immer besser darin werde, dich heiß zu machen?
es: ¿Crees que cada vez soy mejor en excitarte?
fr: Trouves-tu que j'arrive de mieux en mieux à te chauffer ?
it: Pensi che stia diventando sempre più bravo/a a eccitarti?

# lph_90
source: What is your favorite way to initiate an intimate moment?
de: Wie startest du am liebsten einen intimen Moment?
es: ¿Cuál es tu manera favorita de iniciar un momento íntimo?
fr: Quelle est ta façon préférée d'initier un moment intime ?
it: Qual è il tuo modo preferito per iniziare un momento intimo?

# lph_91
source: What could we do to increase our mutual desire even more?
de: Was könnten wir tun, um unsere gegenseitige Lust noch mehr zu steigern?
es: ¿Qué podríamos hacer para aumentar aún más nuestro deseo mutuo?
fr: Qu'est-ce que nous pourrions faire pour augmenter encore plus notre désir mutuel ?
it: Cosa potremmo fare per aumentare ancora di più il nostro desiderio reciproco?

# lph_92
source: What is your most beautiful erotic surprise in our relationship so far?
de: Was war bisher deine schönste erotische Überraschung in unserer Beziehung?
es: ¿Cuál ha sido tu sorpresa erótica más bonita en nuestra relación hasta ahora?
fr: Quelle est ta plus belle surprise érotique dans notre relation jusqu'à maintenant ?
it: Qual è stata la tua sorpresa erotica più bella nella nostra relazione finora?

# lph_93
source: If I asked you to guide me, where would you take me on your body?
de: Wenn ich dich bitten würde, mich zu führen – wohin würdest du mich auf deinem Körper führen?
es: Si te pidiera que me guiaras, ¿a dónde me llevarías en tu cuerpo?
fr: Si je te demandais de me guider, où m'emmènerais-tu sur ton corps ?
it: Se ti chiedessi di guidarmi, dove mi porteresti sul tuo corpo?

# lph_94
source: What makes you want to keep me close to you all night?
de: Was bringt dich dazu, mich die ganze Nacht ganz nah bei dir behalten zu wollen?
es: ¿Qué te hace querer mantenerme cerca de ti toda la noche?
fr: Qu'est-ce qui te donne envie de me garder près de toi toute la nuit ?
it: Cosa ti fa venire voglia di tenermi vicino a te tutta la notte?

# lph_95
source: If you had to give me advice to turn you on even more, what would you tell me?
de: Wenn du mir einen Tipp geben müsstest, wie ich dich noch mehr heiß machen kann – was würdest du sagen?
es: Si tuvieras que darme un consejo para excitarte aún más, ¿qué me dirías?
fr: Si tu devais me donner un conseil pour que je te chauffe encore plus, que me dirais-tu ?
it: Se dovessi darmi un consiglio per eccitarti ancora di più, cosa mi diresti?

# lph_96
source: What do I do that you like to watch?
de: Was von dem, was ich tue, schaust du dir besonders gern an?
es: ¿Qué hago que te gusta mirar?
fr: Qu'est-ce que je fais et que tu aimes regarder ?
it: Cosa faccio che ti piace guardare?

# lph_97
source: Do you prefer to describe what you'd like to try in bed verbally in real life or by text?
de: Beschreibst du lieber in echt oder per Text, was du im Bett gerne ausprobieren würdest?
es: ¿Prefieres describir lo que te gustaría probar en la cama verbalmente en persona o por texto?
fr: Préfères-tu décrire ce que tu aimerais essayer au lit verbalement dans la vraie vie ou par SMS ?
it: Preferisci descrivere ciò che ti piacerebbe provare a letto verbalmente di persona o per messaggio?

# lph_98
source: Do you prefer to plan when we do it or make it more spontaneous?
de: Planst du lieber, wann wir es tun, oder magst du es spontaner?
es: ¿Prefieres planear cuándo lo hacemos o hacerlo más espontáneo?
fr: Tu préfères planifier nos rapports ou les rendre plus spontanés ?
it: Preferisci pianificare quando lo facciamo o lasciare che sia più spontaneo?

# lph_99
source: What is the most subtle way I can show you my desire for you?
de: Was ist die subtilste Art, wie ich dir zeigen kann, dass ich dich begehre?
es: ¿Cuál es la manera más sutil en la que puedo mostrarte mi deseo por ti?
fr: Quel est le moyen le plus subtil que je puisse te montrer mon désir pour toi ?
it: Qual è il modo più sottile con cui posso mostrarti il mio desiderio per te?

# lph_100
source: What are your three main pleasures?
de: Was sind deine drei größten Vergnügen?
es: ¿Cuáles son tus tres placeres principales?
fr: Quels sont tes trois principaux plaisirs ?
it: Quali sono i tuoi tre principali piaceri?

# lph_101
source: What do you like to do after making love?
de: Was machst du am liebsten nach dem Sex?
es: ¿Qué te gusta hacer después de hacer el amor?
fr: Qu'aimes-tu faire après l'amour ?
it: Cosa ti piace fare dopo aver fatto l'amore?

# lph_102
source: Are there fun ways that would please you during our intimacy?
de: Gibt es verspielte Dinge, die dir während unserer intimen Momente gefallen würden?
es: ¿Hay formas divertidas que te gustaría durante nuestra intimidad?
fr: Y a-t-il des façons amusantes qui te plairaient durant nos rapports ?
it: Ci sono modi divertenti che ti piacerebbero durante la nostra intimità?

# lph_103
source: Would you like to incorporate food like whipped cream, chocolate sauce or edible underwear into our lovemaking?
de: Würdest du gerne Essen wie Schlagsahne, Schokosauce oder essbare Unterwäsche in unsere Zweisamkeit einbauen?
es: ¿Te gustaría incorporar comida como crema batida, salsa de chocolate o ropa interior comestible en nuestras relaciones?
fr: Aimerais-tu incorporer de la nourriture comme de la crème fouettée, de la sauce au chocolat ou des sous-vêtements comestibles à nos ébats ?
it: Ti piacerebbe incorporare cibo come panna montata, salsa al cioccolato o biancheria commestibile nei nostri rapporti?

# lph_104
source: Do you like dirty talk?
de: Magst du Dirty Talk?
es: ¿Te gusta hablar sucio?
fr: Aimes-tu les conversations cochonnes ?
it: Ti piace parlare sporco?

# lph_105
source: Do you want me to send you more sensual messages?
de: Willst du, dass ich dir öfter sinnliche Nachrichten schicke?
es: ¿Quieres que te envíe más mensajes sensuales?
fr: Souhaites-tu que je t'envoie plus de messages sensuels ?
it: Vuoi che ti mandi più messaggi sensuali?

# lph_106
source: Do you like listening to music during intimacy?
de: Hörst du gern Musik, wenn wir intim sind?
es: ¿Te gusta escuchar música durante la intimidad?
fr: Aimes-tu écouter de la musique pendant un rapport ?
it: Ti piace ascoltare musica durante l'intimità?

# lph_107
source: What did you find most attractive about me during our first meeting?
de: Was fandest du bei unserem ersten Treffen am attraktivsten an mir?
es: ¿Qué encontraste más atractivo de mí durante nuestro primer encuentro?
fr: Qu'est-ce qui tu as trouvé de plus attirant chez moi lors de notre première rencontre ?
it: Cosa hai trovato più attraente di me durante il nostro primo incontro?

# lph_108
source: What happened in your last naughty dream?
de: Was ist in deinem letzten sexy Traum passiert?
es: ¿Qué pasó en tu último sueño travieso?
fr: Que s'est-il passé dans ton dernier rêve coquin ?
it: Cosa è successo nel tuo ultimo sogno birichino?

# lph_109
source: What musical atmosphere makes you want a carnal moment with me?
de: Welche musikalische Stimmung macht dir Lust auf einen körperlichen Moment mit mir?
es: ¿Qué ambiente musical te da ganas de un momento carnal conmigo?
fr: Quelle ambiance musicale te donne envie d'un moment charnel avec moi ?
it: Quale atmosfera musicale ti fa venire voglia di un momento carnale con me?

# lph_110
source: Do you think sensual chemistry can be worked on?
de: Glaubst du, man kann an der sinnlichen Chemie arbeiten?
es: ¿Crees que la química sensual se puede trabajar?
fr: Penses-tu que l'alchimie sensuel se travaille ?
it: Pensi che la chimica sensuale possa essere coltivata?

# lph_111
source: Do you sometimes feel embarrassed during our intimacy?
de: Fühlst du dich manchmal unwohl, wenn wir intim sind?
es: ¿A veces te sientes avergonzado/a durante nuestra intimidad?
fr: T'arrive-t-il d'être gêné/e pendant nos rapports ?
it: Ti senti a volte in imbarazzo durante la nostra intimità?

# lph_112
source: What importance do you place on sexual relations in a relationship?
de: Wie wichtig ist dir Sex in einer Beziehung?
es: ¿Qué importancia le das a las relaciones sexuales en una relación?
fr: Quelle importance accorde-tu aux rapports sexuels dans une relation ?
it: Che importanza dai ai rapporti sessuali in una relazione?

# lph_113
source: How do you think our sex life will evolve in the future?
de: Wie glaubst du, wird sich unser Sexleben in Zukunft entwickeln?
es: ¿Cómo crees que evolucionará nuestra vida sexual en el futuro?
fr: Comment penses-tu que notre vie sexuelle évoluera à l'avenir ?
it: Come pensi che evolverà la nostra vita sessuale in futuro?

# lph_114
source: What do you consider as infidelity?
de: Was zählt für dich als Fremdgehen?
es: ¿Qué consideras infidelidad?
fr: Qu'est-ce que tu considères comme une infidélité ?
it: Cosa consideri infedeltà?

# lph_115
source: How do you think your love language influences your preferences in bed?
de: Wie beeinflusst deine Liebessprache deine Vorlieben im Bett?
es: ¿Cómo crees que tu lenguaje del amor influye en tus preferencias en la cama?
fr: Comment penses-tu que ton langage amoureux influence tes préférences au lit ?
it: Come pensi che il tuo linguaggio dell'amore influenzi le tue preferenze a letto?

# lph_116
source: How can I help you feel more desired?
de: Wie kann ich dir helfen, dich mehr begehrt zu fühlen?
es: ¿Cómo puedo ayudarte a sentirte más deseado/a?
fr: Comment puis-je t'aider à te sentir plus désiré/e ?
it: Come posso aiutarti a sentirti più desiderato?

# lph_117
source: Do you think we talk about our sexuality openly and honestly?
de: Findest du, dass wir offen und ehrlich über unsere Sexualität reden?
es: ¿Crees que hablamos de nuestra sexualidad abierta y honestamente?
fr: Penses-tu que nous parlons de notre sexualité ouvertement et honnêtement ?
it: Preferisci l'illuminazione soffusa o la luce naturale durante i nostri momenti intimi?

# lph_118
source: How could we improve our sex life?
de: Wie könnten wir unser Sexleben verbessern?
es: ¿Cómo podríamos mejorar nuestra vida sexual?
fr: Comment pourrions-nous améliorer notre vie sexuelle ?
it: Quale elemento del nostro ambiente contribuisce maggiormente al tuo desiderio?

# lph_119
source: What are the non-negotiable limits in our sex life?
de: Welche No-Gos gibt es in unserem Sexleben?
es: ¿Cuáles son los límites no negociables en nuestra vida sexual?
fr: Quelles sont les limites non négociables dans notre vie sexuelle ?
it: Qual è stata la tua fantasia più sorprendente?

# lph_120
source: What is a word or phrase that instantly awakens your desire?
de: Welches Wort oder welcher Satz macht dich sofort an?
es: ¿Cuál es una palabra o frase que despierta instantáneamente tu deseo?
fr: Quel est le mot ou la phrase qui t'éveille immédiatement ton désir ?
it: Preferisci un ritmo lento o intenso quando facciamo l'amore?

# lph_121
source: What is your favorite moment in an intimate exchange: the beginning, the heart or the after?
de: Was ist dein Lieblingsmoment bei Intimität: der Anfang, der Höhepunkt oder das Danach?
es: ¿Cuál es tu momento favorito en un intercambio íntimo: el comienzo, el centro o el después?
fr: Quel est ton moment préféré dans un échange intime : le début, le cœur ou l'après ?
it: C'è una canzone che vorresti associare per sempre ai nostri momenti intimi?

# lph_122
source: What type of foreplay do you appreciate most?
de: Welche Art von Vorspiel magst du am meisten?
es: ¿Qué tipo de preliminar aprecias más?
fr: Quel type de préliminaires apprécies-tu le plus ?
it: Ti piace quando ti sussurro all'orecchio?

# lph_123
source: Do you have sexual limits or taboos you'd like to talk about?
de: Hast du Grenzen oder Tabus beim Sex, über die du reden möchtest?
es: ¿Tienes límites sexuales o tabúes de los que te gustaría hablar?
fr: Est-ce que tu as des limites ou des tabous sexuels dont tu aimerais parler ?
it: C'è un gesto dolce che desideri ricevere più spesso?

# lph_124
source: Do you like hearing my breathing during our intimacy?
de: Magst du es, meinen Atem zu hören, wenn wir intim sind?
es: ¿Te gusta oír mi respiración durante nuestra intimidad?
fr: Aimes-tu entendre ma respiration durant nos rapports ?
it: Qual è il tuo ricordo preferito del nostro primo bacio?

# lph_125
source: Do you think we should massage each other more often?
de: Findest du, wir sollten uns öfter gegenseitig massieren?
es: ¿Crees que deberíamos masajearnos más a menudo?
fr: Penses-tu que l'on devrait se masser plus souvent ?
it: Quale parte di me trovi più sensuale?

# lph_126
source: What is the part of your body where you'd like me to massage you more often?
de: An welcher Stelle deines Körpers hättest du gern öfter eine Massage?
es: ¿Cuál es la parte de tu cuerpo donde te gustaría que te masajeara más a menudo?
fr: Quelle est la partie de ton corps où tu aimerais que je te masse plus souvent ?
it: Ti piace quando ti tengo la mano durante l'amore?

# lph_127
source: What is your best way to show your desire without words?
de: Wie zeigst du am liebsten ohne Worte, dass du Lust hast?
es: ¿Cuál es tu mejor manera de mostrar tu deseo sin palabras?
fr: Quelle est ta meilleure façon de montrer ton envie sans paroles ?
it: Che tipo di lingerie vorresti vedermi indossare?

# lph_128
source: What do you think about reading or listening to erotic stories together?
de: Wie fändest du es, gemeinsam erotische Geschichten zu lesen oder zu hören?
es: ¿Qué piensas de leer o escuchar historias eróticas juntos?
fr: Que penses-tu de l'idée de lire ou d'écouter des histoires érotiques ensemble ?
it: Quando ti senti più connesso con me?

# lph_129
source: What is the most daring thing you want to try at least once in your life?
de: Was ist das Gewagteste, das du in deinem Leben mindestens einmal ausprobieren willst?
es: ¿Qué es lo más atrevido que quieres probar al menos una vez en tu vida?
fr: Quelle est la chose la plus osée que tu souhaites essayer au moins une fois dans ta vie ?
it: Preferisci il contatto visivo o i baci appassionati?

# lph_130
source: How would you like me to seduce you?
de: Wie würdest du gern von mir verführt werden?
es: ¿Cómo te gustaría que te sedujera?
fr: Comment aimerais-tu que je te séduise ?
it: C'è una parola dolce che ti fa sciogliere?

# lph_131
source: Are there past experiences you'd like to draw inspiration from for our future adventures?
de: Gibt es Erfahrungen aus der Vergangenheit, von denen du dich für unsere Zukunft inspirieren lassen möchtest?
es: ¿Hay experiencias pasadas de las que te gustaría inspirarte para nuestras futuras aventuras?
fr: Y a-t-il des expériences passées dont tu aimerais t'inspirer pour nos aventures futures ?
it: Qual è la tua posizione preferita?

# lph_132
source: What is the most sensual compliment I could give you?
de: Was wäre das sinnlichste Kompliment, das ich dir machen könnte?
es: ¿Cuál es el cumplido más sensual que podría darte?
fr: Quel est le compliment le plus sensuel que je puisse te faire ?
it: Quale complimento ti fa sempre sorridere?

# lph_133
source: Are there regrets or missed moments you'd like to discuss?
de: Gibt es Dinge, die du bereust, oder verpasste Momente, über die du sprechen möchtest?
es: ¿Hay arrepentimientos o momentos perdidos de los que te gustaría hablar?
fr: Y a-t-il des regrets ou des moments manqués que tu souhaites discuter ?
it: Ci sono rimpianti o momenti mancati di cui vorresti parlare?

# lph_134
source: What would you like me to do more often to surprise you?
de: Womit soll ich dich öfter überraschen?
es: ¿Qué te gustaría que hiciera más a menudo para sorprenderte?
fr: Qu'est-ce que tu aimerais que je fasse plus souvent pour te surprendre ?
it: Cosa vorresti che facessi più spesso per sorprenderti?

# lph_135
source: Is there something you've never dared to suggest to me out of modesty?
de: Gibt es etwas, das du mir aus Scham noch nie vorgeschlagen hast?
es: ¿Hay algo que nunca te hayas atrevido a sugerirme por pudor?
fr: Y a-t-il une chose que tu n'as jamais osé me proposer par pudeur ?
it: C'è qualcosa che non hai mai osato propormi per pudore?
